SH_GARBAGE_CLS_CAT = [
    {
        "class": ""
        , "zh_name": "可回收物"
        , "en_name": "recyclable_waste"
        , "definition": "指废纸张、废塑料、废玻璃制品、废金属、废织物等适宜回收、可循环利用的生活废弃物。"
        , "handling": "分类投放可回收物时，应尽量保持清洁干燥，避免污染。其中：废纸应保持平整；立体包装物应清空内容物，清洁后压扁投放；废玻璃制品应轻投轻放，有尖锐边角的应包裹后投放。"
        , "sub_class": [
            {
                "zh_name": "废纸张"
                , "sample": ["报纸", "纸箱", "书本", "纸塑铝复合包装", "纸袋", "信封"]
            }
            , {
                "zh_name": "废塑料"
                , "sample": ["塑料瓶", "玩具", "油桶", "乳液罐", "食品保鲜盒", "泡沫塑料", "衣架"]
            }
            , {
                "zh_name": "废玻璃制品"
                , "sample": ["酒瓶", "玻璃放大镜", "玻璃杯", "窗玻璃", "碎玻璃"]
            }
            , {
                "zh_name": "废金属"
                , "sample": ["易拉罐", "锅", "螺丝刀", "刀", "指甲钳", "刀片", "废钢", "废铁", "废铜", "废不锈钢"]
            }
            , {
                "zh_name": "废织物"
                , "sample": ["皮鞋", "衣服", "床单", "枕头", "书包", "手提包", "毛绒玩具"]
            }
            , {
                "zh_name": "其他"
                , "sample": ["电路板", "电线", "插座", "木积木", "砧板"]
            }
        ]
    }
    , {
        "class": ""
        , "zh_name": "有害垃圾"
        , "en_name": "hazardous_waste"
        , "definition": "指废电池、废灯管、废药品、废油漆及其容器等对人体健康或者自然环境造成直接或者潜在危害的生活废弃物。"
        , "handling": "分类投放有害垃圾时，应注意轻放。其中：废灯管等易破损的有害垃圾应连带包装或包裹后投放；废弃药品宜连带包装一并投放；杀虫剂等压力罐装容器，应排空内容物后投放；在公共场所产生有害垃圾且未发现对应收集容器时，应携带至有害垃圾投放点妥善投放。"
        , "sub_class": [
            {
                "zh_name": "废镍镉电池和废氧化汞电池"
                , "sample": ["充电电池", "镍镉电池", "铅酸电池", "蓄电池", "纽扣电池", "电池"]
            }
            , {
                "zh_name": "废荧光灯管"
                , "sample": ["荧光灯", "节能灯", "卤素灯", "灯泡", "光管"]
            }
            , {
                "zh_name": "废药品及其包装物"
                , "sample": ["过期药品", "药品包装", "药片", "过期胶囊药品", "针筒", "医疗废品"]
            }
            , {
                "zh_name": "废油漆和溶剂及其包装物"
                , "sample": ["废油漆桶", "染发剂壳", "洗甲水", "过期指甲油"]
            }
            , {
                "zh_name": "废矿物油及其包装物"
                , "sample": []
            }
            , {
                "zh_name": "废含汞温度计、废含汞血压计"
                , "sample": ["水银血压计", "水银体温计"]
            }
            , {
                "zh_name": "废杀虫剂、消毒剂及其包装物"
                , "sample": ["消毒剂", "老鼠药", "杀虫喷雾"]
            }
            , {
                "zh_name": "废胶片及废相纸"
                , "sample": ["x光片", "感光胶片", "相片", "相片底片", "胶卷"]
            }
        ]
    }
    , {
        "class": ""
        , "zh_name": "湿垃圾"
        , "en_name": "household_food_waste"
        , "definition": "即易腐垃圾，指食材废料、剩菜剩饭、过期食品、瓜皮果核、花卉绿植、中药药渣等易腐的生物质生活废弃物。"
        , "handling": "湿垃圾应从产生时就与其他品种垃圾分开收集，投放前尽量沥干水分，其中：有包装物的湿垃圾应将包装物去除后分类投放，包装物应投放到对应的可回收物或干垃圾收集容器；盛放湿垃圾的容器，如塑料袋等，在投放时应予去除。"
        , "sub_class": [
            {
                "zh_name": "食材废料"
                , "sample": ["米", "米饭", "面", "面包", "豆", "肉", "蛋", "内脏", "蛋壳", "水产", "鱼", "鱼鳞", "虾", "虾壳"
                    , "鱿鱼", "蔬菜", "根茎蔬菜", "菌菇", "调料", "酱料"]
            }
            , {
                "zh_name": "剩菜剩饭"
                , "sample": ["火锅汤底", "鱼骨", "碎骨", "茶叶渣", "咖啡渣"]
            }
            , {
                "zh_name": "过期食品"
                , "sample": ["糕饼", "糖果", "肉干", "红枣", "中药材", "速溶咖啡", "面粉", "宠物饲料"]
            }
            , {
                "zh_name": "瓜皮果核"
                , "sample": ["水果果肉", "水果果皮", "西瓜皮", "橘子皮", "苹果皮", "水果茎枝", "葡萄籽", "西瓜籽"]
            }
            , {
                "zh_name": "花卉绿植"
                , "sample": ["家养植物", "花卉", "花瓣", "枝叶"]
            }
            , {
                "zh_name": "中药药渣"
                , "sample": []
            }
        ]
    }
    , {
        "class": ""
        , "zh_name": "干垃圾"
        , "en_name": "residual_waste"
        , "definition": "即其它垃圾，指除可回收物、有害垃圾、湿垃圾以外的其它生活废弃物。"
        , "handling": "干垃圾应投入干垃圾收集容器，并保持周边环境整洁。"
        , "sample": ['餐巾纸', '卫生间用纸', '尿不湿', '猫砂', '狗尿垫', '污损纸张', '烟蒂', '干燥剂', '污损塑料', '尼龙制品'
                , '编织袋', '防碎气泡膜', '大骨头', '硬贝壳', '硬果壳', '椰子壳', '榴莲壳', '核桃壳', '玉米衣', '甘蔗皮', '硬果实'
                , '榴莲核', '菠萝蜜核', '毛发', '灰土', '炉渣', '橡皮泥', '太空沙', '带胶制品', '胶水', '胶带', '花盆', '毛巾'
                , '一次性餐具', '镜子', '陶瓷制品', '竹制品', '竹篮', '竹筷', '牙签', '成分复杂的制品', '伞', '笔', '眼镜', '打火机']
    }
    , {
        "class": ""
        , "zh_name": "大件垃圾"
        , "en_name": ""
        , "definition": ""
        , "handling": "家具、沙发、床垫等大件垃圾，投放至居住区、单位的装修垃圾、大件垃圾箱房或临时堆点，由物业联系专业收运企业收运。"
    }
    , {
        "class": ""
        , "zh_name": "电子废弃物"
        , "en_name": ""
        , "definition": ""
        , "handling": "电子废弃物主要包括电视机、电冰箱、洗衣机、空调器、微电脑、手机、磁卡等小型电器电子产品以及其它家用电器，可交投至上海市商务委备案登记的电子废弃物回收企业设置的回收箱或回收点，也可交投至各区绿化市容管理部门设置的两网融合回收服务点。"
    }
]