GZ_GARBAGE_CLS_CAT = [
    {
        "class": ""
        , "zh_name": "可回收物"
        , "en_name": "recyclable_waste"
        , "definition": "居民家庭可回收物是指生活中产生的适宜回收和可循环 再利用的物品。"
        , "handling": """
            1.可回收物能卖拿去卖。不能售卖、没有回收利用渠道的， 可按其他垃圾投放。
            2.玻璃瓶、塑料瓶、易拉罐等应清空内容物，清洗干净后 投放。
            3.易破损或有尖锐边角的可回收物，应包裹后投放。
            4.快递包装物，根据材质，纸盒归入废纸类可回收物，塑 料包装袋打结，可归入废塑料类可回收物。
            5.整体性强、不能拆解的木质家具，应按大件垃圾投放。
            6.煤气罐、灭火器虽是金属制品，但有残留气体或药物， 应由厂家、销售店或委托专业公司回收，不可直接投放至可 回收物收集容器内。
            7.大件垃圾应预约再生资源回收企业、物业服务公司或生 活垃圾分类收集单位回收，或投放至指定回收点。
            8.电器电子产品应按照产品说明书或者产品销售、售后服 务机构标注的回收信息预约回收或交给物业服务公司收集， 或投放至指定回收点。"""
        , "sub_class": [
            {
                "zh_name": "废纸类"
                , "definition": "未被沾污的纸类制品"
                , "sample": ['旧书本', '报刊杂志', '纸箱', '挂历', '台历', '信封', '纸袋', '卷纸芯', '传单广告纸', '包装纸', '包装盒']
            }
            , {
                "zh_name": "废塑料"
                , "definition": "不含其他杂质的塑料制品"
                , "sample": ['塑料瓶', '矿泉水瓶', '洗发沐浴瓶', '食用油桶', '奶瓶', '塑料碗盆', '泡沫塑料']
            }
            , {
                "zh_name": "废玻璃"
                , "definition": "不含其他杂质的玻璃制品"
                , "sample": ['调料瓶', '酒瓶', '花瓶', '玻璃盘', '玻璃杯', '门窗玻璃', '茶几玻璃', '玻璃工艺品', '碎玻璃']
            }
            , {
                "zh_name": "废金属"
                , "definition": "整体或主体为金属的金属制品"
                , "sample": ['易拉罐', '金属制奶粉罐', '金属制包装盒(罐)', '锅', '水壶', '不锈钢餐具', '铁钉', '螺丝刀', '刀具', '刀片', '废旧电线', '金属元件', '金属衣架']
            }
            , {
                "zh_name": "废织物"
                , "definition": "未被沾污且有回收利用渠道的纺织制品"
                , "sample": ["皮鞋", "衣服", "床单", "枕头", "书包", "手提包", "毛绒玩具"]
            }
        ]
    },
    {
        "class": ""
        , "zh_name": "有害垃圾"
        , "en_name": "hazardous_waste"
        , "definition": "居民家庭有害垃圾是指生活中产生的对人体健康或者自 然环境造成直接或潜在危害的物质。"
        , "handling": """
            1.投放时要轻放，不要弄破有害垃圾的容器或包装物。易 碎或者含有液体的有害垃圾应连带包装或包裹投放，防止破 损或渗漏。
            2.杀虫剂等压力罐应轻投轻放，不能挤压。
            """
        , "sub_class": [
            {
                "zh_name": "废电池类"
                , "sample": ['充电电池', '镍镉电池', '纽扣电池']
            },
            {
                "zh_name": "废灯管类"
                , "sample": ['节能灯', '荧光灯管']
            },
            {
                "zh_name": "废药品类"
                , "sample": ['弃置和过期药品']
            },
            {
                "zh_name": "废化学品类"
                , "sample": ['油漆及其桶', '杀虫剂', '消毒剂', '老鼠药', '农药及其包装物', '指甲油', '摩丝瓶', '染发剂']
            },
            {
                "zh_name": "废水银类"
                , "sample": ['水银血压计', '水银温度计']
            },
            {
                "zh_name": "废胶片及废相纸类"
                , "sample": ['废胶片', '废相纸类', 'X光片', '相片底片']
            }
        ]
    },
    {
        "class": ""
        , "zh_name": "厨余垃圾"
        , "en_name": ""
        , "definition": "居民家庭餐厨垃圾是指生活中产生的易腐烂、易变质发臭的废弃物。"
        , "handling": """
            1.餐厨垃圾沥干水分、去除包装物后，存放于家庭餐厨垃 圾容器。
            2.在垃圾投放点投放时应去除垃圾袋，投放至餐厨垃圾收 集容器内，垃圾袋投放至其他垃圾收集容器内。
            3.纸巾、牙签属于其他垃圾，应避免混到餐厨垃圾中。
            4.家庭废弃的土培绿色植物不归入餐厨垃圾，应土、盆、 植物分离，培养土可重复利用或用于小区绿化，植物作为其 他垃圾投放，盆按类别投放。
            5.吃剩的快餐饭菜应沥干水后投放至餐厨垃圾收集容器 内，餐盒或包装物应作为其他垃圾投放。鼓励居民将餐盒清 洗干净后投放至可回收物收集容器中。
            6.死禽畜及宠物、年花年桔的收集处理另有规定，实行专 项收集处理。
            """
        , "sub_class": [
            {
                "zh_name": "菜头菜尾"
                , "sample": ['菜梗菜叶', '动物内脏']
            },
            {
                "zh_name": "肉蛋食品"
                , "sample": ['肉蛋食品', '鱼', '虾', '蟹', '小龙虾', '米面粗粮', '豆制品',  '碎骨', '风干食品']
            },
            {
                "zh_name": "瓜果皮核"
                , "sample": []
            },
            {
                "zh_name": "剩菜剩饭"
                , "sample": ['汤渣', '茶叶渣', '咖啡渣', '中药渣']
            },
            {
                "zh_name": "糖果糕点"
                , "sample": ['糖果', '糕饼']
            },
            {
                "zh_name": "宠物饲料"
                , "sample": []
            },
            {
                "zh_name": "水培植物"
                , "sample": ['水培植物', '鲜花']
            }
        ]
    },
    {
        "class": ""
        , "zh_name": "其他垃圾"
        , "en_name": ""
        , "definition": "居民家庭其他垃圾是指居民家庭生活中产生的除餐厨垃圾、有害垃圾、可回收物之外的生活垃圾。"
        , "handling": """
            1.对于不能准确判断类别的垃圾，可将其视为其他垃圾， 投放至其他垃圾收集容器内。
            2. 陶瓷马桶、陶瓷浴缸、瓷砖，按家庭装修垃圾的投放 方法进行投放。
            3.家庭装修垃圾和生活垃圾应分开收集，装修垃圾装袋 后投放到指定场所。
            """
        , "sub_class": [
            {
                "zh_name": "混杂"
                , "sample": ['猫砂', '宠物粪便', '烟头', '干燥剂', '废弃化妆品', '毛发', '破损碗碟',  '创可贴', '土培植物']
            },
            {
                "zh_name": "污损"
                #, "sample": []
            },
            {
                "zh_name": "易混淆的纸类"
                , "sample": ['污损纸张纸盒', '胶贴纸', '蜡纸', '传真纸']
            },
            {
                "zh_name": "塑料"
                , "sample": ['污损的保鲜膜', '软胶管', '沾污的餐盒', '垃圾袋']
            },
            {
                "zh_name": "废旧衣服及其他纺织品"
                , "sample": ['尼龙制品', '编织袋', '旧毛巾', '内衣裤']
            },
            {
                "zh_name": "废弃日用品"
                , "sample": ['镜子等有镀层的玻璃制品', '一次性干电池', 'LED灯', '牙签牙线', '木竹餐具', '木竹砧板', '破损鞋类', '眼镜']
            },
            {
                "zh_name": "清扫渣土"
                , "sample": ['路面清扫的树叶', '路面清扫的灰土']
            },
            {
                "zh_name": "骨头贝壳"
                , "sample": ['动物筒骨头骨', '蚝壳', '贝壳', '螺蛳壳']
            },
            {
                "zh_name": "水果硬壳"
                , "sample": ['榴莲壳', '椰子壳', '粽子叶', '玉米棒', '玉米衣']
            },
            {
                "zh_name": "坚果"
                , "sample": ['核桃壳', '花生壳', ]
            },
            {
                "zh_name": "陶瓷制品"
                , "sample": ['破损花瓶']
            }
        ]
    }
]

SH_GARBAGE_CLS_CAT = [
    {
        "class": ""
        , "zh_name": "可回收物"
        , "en_name": "recyclable_waste"
        , "definition": "指废纸张、废塑料、废玻璃制品、废金属、废织物等适宜回收、可循环利用的生活废弃物。"
        , "handling": "分类投放可回收物时，应尽量保持清洁干燥，避免污染。其中：废纸应保持平整；立体包装物应清空内容物，清洁后压扁投放；废玻璃制品应轻投轻放，有尖锐边角的应包裹后投放。"
        , "sub_class": [
            {
                "zh_name": "废纸张"
                , "sample": ["报纸", "纸箱", "书本", "纸塑铝复合包装", "纸袋", "信封"]
            }
            , {
                "zh_name": "废塑料"
                , "sample": ["塑料瓶", "玩具", "油桶", "乳液罐", "食品保鲜盒", "泡沫塑料", "衣架"]
            }
            , {
                "zh_name": "废玻璃制品"
                , "sample": ["酒瓶", "玻璃放大镜", "玻璃杯", "窗玻璃", "碎玻璃"]
            }
            , {
                "zh_name": "废金属"
                , "sample": ["易拉罐", "锅", "螺丝刀", "刀", "指甲钳", "刀片", "废钢", "废铁", "废铜", "废不锈钢"]
            }
            , {
                "zh_name": "废织物"
                , "sample": ["皮鞋", "衣服", "床单", "枕头", "书包", "手提包", "毛绒玩具"]
            }
            , {
                "zh_name": "其他"
                , "sample": ["电路板", "电线", "插座", "木积木", "砧板"]
            }
        ]
    }
    , {
        "class": ""
        , "zh_name": "有害垃圾"
        , "en_name": "hazardous_waste"
        , "definition": "指废电池、废灯管、废药品、废油漆及其容器等对人体健康或者自然环境造成直接或者潜在危害的生活废弃物。"
        , "handling": "分类投放有害垃圾时，应注意轻放。其中：废灯管等易破损的有害垃圾应连带包装或包裹后投放；废弃药品宜连带包装一并投放；杀虫剂等压力罐装容器，应排空内容物后投放；在公共场所产生有害垃圾且未发现对应收集容器时，应携带至有害垃圾投放点妥善投放。"
        , "sub_class": [
            {
                "zh_name": "废镍镉电池和废氧化汞电池"
                , "sample": ["充电电池", "镍镉电池", "铅酸电池", "蓄电池", "纽扣电池", "电池"]
            }
            , {
                "zh_name": "废荧光灯管"
                , "sample": ["荧光灯", "节能灯", "卤素灯", "灯泡", "光管"]
            }
            , {
                "zh_name": "废药品及其包装物"
                , "sample": ["过期药品", "药品包装", "药片", "过期胶囊药品", "针筒", "医疗废品"]
            }
            , {
                "zh_name": "废油漆和溶剂及其包装物"
                , "sample": ["废油漆桶", "染发剂壳", "洗甲水", "过期指甲油"]
            }
            , {
                "zh_name": "废矿物油及其包装物"
                , "sample": ["废矿物油"]
            }
            , {
                "zh_name": "废含汞温度计、废含汞血压计"
                , "sample": ["水银血压计", "水银体温计"]
            }
            , {
                "zh_name": "废杀虫剂、消毒剂及其包装物"
                , "sample": ["消毒剂", "老鼠药", "杀虫喷雾"]
            }
            , {
                "zh_name": "废胶片及废相纸"
                , "sample": ["x光片", "感光胶片", "相片", "相片底片", "胶卷"]
            }
        ]
    }
    , {
        "class": ""
        , "zh_name": "湿垃圾"
        , "en_name": "household_food_waste"
        , "definition": "即易腐垃圾，指食材废料、剩菜剩饭、过期食品、瓜皮果核、花卉绿植、中药药渣等易腐的生物质生活废弃物。"
        , "handling": "湿垃圾应从产生时就与其他品种垃圾分开收集，投放前尽量沥干水分，其中：有包装物的湿垃圾应将包装物去除后分类投放，包装物应投放到对应的可回收物或干垃圾收集容器；盛放湿垃圾的容器，如塑料袋等，在投放时应予去除。"
        , "sub_class": [
            {
                "zh_name": "食材废料"
                , "sample": ["米", "米饭", "面", "面包", "豆", "肉", "蛋", "内脏", "蛋壳", "水产", "鱼", "鱼鳞", "虾", "虾壳"
                    , "鱿鱼", "蔬菜", "根茎蔬菜", "菌菇", "调料", "酱料"]
            }
            , {
                "zh_name": "剩菜剩饭"
                , "sample": ["火锅汤底", "鱼骨", "碎骨", "茶叶渣", "咖啡渣"]
            }
            , {
                "zh_name": "过期食品"
                , "sample": ["糕饼", "糖果", "肉干", "红枣", "中药材", "速溶咖啡", "面粉", "宠物饲料"]
            }
            , {
                "zh_name": "瓜皮果核"
                , "sample": ["水果果肉", "水果果皮", "西瓜皮", "橘子皮", "苹果皮", "水果茎枝", "葡萄籽", "西瓜籽"]
            }
            , {
                "zh_name": "花卉绿植"
                , "sample": ["家养植物", "花卉", "花瓣", "枝叶"]
            }
            , {
                "zh_name": "中药药渣"
                , "sample": []
            }
        ]
    }
    , {
        "class": ""
        , "zh_name": "干垃圾"
        , "en_name": "residual_waste"
        , "definition": "即其它垃圾，指除可回收物、有害垃圾、湿垃圾以外的其它生活废弃物。"
        , "handling": "干垃圾应投入干垃圾收集容器，并保持周边环境整洁。"
        , "sample": ['餐巾纸', '卫生间用纸', '尿不湿', '猫砂', '狗尿垫', '污损纸张', '烟蒂', '干燥剂', '污损塑料', '尼龙制品'
                , '编织袋', '防碎气泡膜', '大骨头', '硬贝壳', '硬果壳', '椰子壳', '榴莲壳', '核桃壳', '玉米衣', '甘蔗皮', '硬果实'
                , '榴莲核', '菠萝蜜核', '毛发', '灰土', '炉渣', '橡皮泥', '太空沙', '带胶制品', '胶水', '胶带', '花盆', '毛巾'
                , '一次性餐具', '镜子', '陶瓷制品', '竹制品', '竹篮', '竹筷', '牙签', '成分复杂的制品', '伞', '笔', '眼镜', '打火机']
    }
    , {
        "class": ""
        , "zh_name": "大件垃圾"
        , "en_name": ""
        , "definition": ""
        , "handling": "家具、沙发、床垫等大件垃圾，投放至居住区、单位的装修垃圾、大件垃圾箱房或临时堆点，由物业联系专业收运企业收运。"
    }
    , {
        "class": ""
        , "zh_name": "电子废弃物"
        , "en_name": ""
        , "definition": ""
        , "handling": "电子废弃物主要包括电视机、电冰箱、洗衣机、空调器、微电脑、手机、磁卡等小型电器电子产品以及其它家用电器，可交投至上海市商务委备案登记的电子废弃物回收企业设置的回收箱或回收点，也可交投至各区绿化市容管理部门设置的两网融合回收服务点。"
    }
]
